Repository: common-repository/cheetahsender
Catalog: languages/cheetahsender-*.po
Languages: fr_fr

source: Success
fr_fr: Succès

source: Error
fr_fr: Erreur

source: Test successfully sent!
fr_fr: Test envoyé

source: The email is wrong
fr_fr: L'email saisi est incorrect

source: An error occured
fr_fr: Une erreur est survenue

source: All starred parameters are required
fr_fr: Tous les champs marqués par une étoile sont obligatoires

source: Settings uptaded
fr_fr: Configuration sauvegardée

source: Your params are wrong, please check again, no data saved
fr_fr: Les paramètres sont incorrects, merce de vérifier, aucune donnée n'a été sauvegardée

source: This is a test email generated by the CheetahSender Plugin
fr_fr: Ceci est un test généré par le plugin CheetahSender pour WordPress

source: <strong>Error message :</strong><br />
fr_fr: <strong>Message d'erreur :</strong><br />

source: Welcome!
fr_fr: Bienvenue !

source: CheetahSender for WordPress
fr_fr: CheetahSender pour WordPress

source: EMAIL FEATURES
fr_fr: CONFIG EMAIL

source: SMTP SETTINGS
fr_fr: CONFIG SMTP

source: SEND A TEST
fr_fr: ENVOYER UN TEST

source: Mailer
fr_fr: Envoi des emails de votre site WordPress

source: Use the wp_mail() native WordPress function to send emails.
fr_fr: Utiliser la fonction wp_mail() de WordPress pour l'envoi des emails du site

source: Send all WordPress emails via SMTP.
fr_fr: Envoyer les emails WordPress via SMTP

source: Set the return-path to match the From Email
fr_fr: Utiliser l'email d'envoyeur comme return-path

source: From Email
fr_fr: Email d'envoyeur

source: You can specify the email address that emails should be sent from. If you leave this blank, the default email will be used.
fr_fr: Vous pouvez laisser ce champ à vide, l'adresse par défaut sera alors utilisée.

source: From Name
fr_fr: Nom d'envoyeur

source: You can specify the name that emails should be sent from. If you leave this blank, the emails will be sent from WordPress.
fr_fr: Vous pouvez laisser ce champ à vide, l'adresse par défaut sera alors utilisée.

source: Save Changes
fr_fr: Sauvegarder

source: SMTP Host
fr_fr: Hôte SMTP

source: SMTP Port
fr_fr: Port SMTP

source: Username
fr_fr: Login

source: Password
fr_fr: Mot de passe

source: No encryption
fr_fr: Pas de cryptage

source: Use SSL encryption.
fr_fr: Envoyer vos emails via un domaine SSL

source: Use TLS encryption. This is not the same as STARTTLS. For most servers SSL is the recommended option.
fr_fr: Le cryptage TLS ne doit pas être confondu avec le STARTTLS, c'est une options recommandée par de nombreux serveurs.

source: Send a Test Email
fr_fr: Envoyer un email de test

source: Send Test
fr_fr: Envoyer

source: Type your email address here
fr_fr: Tapez votre adresse email ici
